Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: type your query, use `%' as wildcard and `,' to separate values
nl: type uw zoekopdracht, gebruik `%' als als jokerteken(wildcard) en `, 'om waarden te scheiden

source: type your query, use `%' as wildcard
nl: type uw zoekopdracht, gebruik `%' als vervanging

source: narrow down search
nl: submappen

source: add more images
nl: afbeeldingen toevoegen

source: exclude images
nl: afbeeldingen uitsluiten

source: change to: and
nl: wijzig in <en>

source: change to: or
nl: wijzig in <of>

source: change to: except
nl: wijzig in <en niet>

source: color picker
nl: kleurkiezer

source: pick color
nl: kies kleur

source: add sample
nl: voorbeeld toevoegen

source: hover to highlight sample on canvas, click to lock sample
nl: beweeg om het voorbeeld op het canvas te doen oplichten, klik om het voorbeeld vast te zetten

source: live samples
nl: live voorbeelden

source: point
nl: punt

source: area
nl: gebied

source: mean
nl: gemiddeld

source: restrict histogram to selection
nl: beperk histogram tot selectie

source: add
nl: toevoegen

source: display sample areas on image
nl: toon voorbeeldgebied op afbeelding

source: history stack
nl: bewerkingsstappen

source: open sidecar file
nl: open xmp bestand

source: XMP sidecar files
nl: xmp bestanden

source: error loading file '%s'
nl: fout bij het inladen van bestand '%s'

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
nl: geen compressie van de geschiedenis van 1 afbeelding zie label: darktable|problem|history-compress

source: history compression warning
nl: waarschuwing geschiedenis compressie

source: do you really want to clear history of %d selected image?
nl: wilt u echt de geschiedenis verwijderen van %d geselecteerde afbeelding?

source: delete images' history?
nl: afbeeldings historie verwijderen?

source: copy...
nl: kopiëren ...

source: copy part history stack of first selected image
nl: kopieer deel van bewerkingsstappen van als eerst geselecteerde afbeelding

source: copy all
nl: kopieer alles

source: copy history stack of first selected image
nl: kopieer bewerkingsstappen van als eerst geselecteerde afbeelding

source: paste...
nl: plakken ...

source: paste part history stack to all selected images
nl: deel van bewerkingsstappen toepassen op alle geselecteerde afbeeldingen

source: paste all
nl: plakken alles

source: paste history stack to all selected images
nl: bewerkingsstappen toepassen op alle geselecteerde afbeeldingen

source: compress history
nl: comprimeer geschiedenis

source: compress history stack of all selected images
nl: comprimeer geschiedenis van alle geselecteerde afbeeldingen

source: discard history
nl: geschiedenis verwijderen

source: discard history stack of all selected images
nl: wis bewerkingsstap(pen) van geselecteerde afbeelding(en)

source: append
nl: toevoegen

source: how to handle existing history
nl: hoe om te gaan met de bestaande geschiedenis

source: load sidecar file...
nl: laad xmp bestand ...

source: open an XMP sidecar file and apply it to selected images
nl: open xmp bestand en pas het toe op geselecteerde afbeelding(en)

source: write history stack and tags to XMP sidecar files
nl: bewerkingsstappen en labelingen opslaan in xmp bestanden

source: discard
nl: verwerp

source: paste
nl: plakken

source: load sidecar files
nl: laad xmp bestand(en)

source: duplicate manager
nl: duplo beheerder

source: existing duplicates
nl: bestaande duplo's

source: create a 'virgin' duplicate of the image without any development
nl: maakt een schone duplo van de afbeelding zonder de bewerkingen

source: create a duplicate of the image with same history stack
nl: maakt een duplo van de afbeelding met dezelfde stijl

source: export selected
nl: selectie exporteren

source: export to disk
nl: exporteer naar schijf

source: storage options
nl: opslaginstellingen

source: target storage
nl: doel

source: format options
nl: instellingen voor formaat

source: file format
nl: bestandstype

source: global options
nl: algemene instellingen

source: maximum output width set to 0 for no scaling
nl: maximale breedte laat open voor geen herschaling

source: maximum output height set to 0 for no scaling
nl: maximaal hoogte laat open voor geen herschaling

source: max size
nl: formaat

source: allow upscaling
nl: opschalen toestaan

source: high quality resampling
nl: hoge kwaliteits resampling

source: do high quality resampling during export
nl: herschaal niet eerder dan bij het exporteren (geeft kwalitatief betere afbeeldingen)

source: store masks
nl: maskers opslaan

source: store masks as layers in exported images. only works for some formats.
nl: sla maskers op als lagen in geëxporteerde afbeeldingen. werkt alleen voor sommige formaten.

source: image settings
nl: afbeeldingsinstellingen

source: output ICC profiles in %s or %s
nl: uitgaande ICC profielen in %s of %s

source: style
nl: stijl

source: temporary style to use while exporting
nl: tijdelijke stijl te gebruiken tijdens het exporteren

source: replace history
nl: vervang geschiedenis

source: append history
nl: toevoegen geschiedenis

source: whether the style items are appended to the history or replacing the history
nl: of de stijlitems worden toegevoegd of ze vervangen de geschiedenis

source: export with current settings
nl: exporteer met huidige instellingen

source: edit metadata exportation details
nl: bewerk exporteer details metagegevens

source: select tag
nl: selecteer label

source: done
nl: gereed

source: list filter
nl: filterlijst

source: list of available tags. click 'add' button or double-click on tag to add the selected one
nl: lijst met beschikbare labels, klik op de knop 'toevoegen' of dubbelklik op de label om de geselecteerde toe te voegen

source: edit metadata exportation
nl: bewerk metadata uitvoer

source: save
nl: opslaan

source: general settings
nl: algemene instellingen

source: export exif metadata
nl: exporteer exif metadata

source: export dt xmp metadata (from metadata editor module)
nl: exporteer dt xmp metadata (van metadata bewerkingsmodule)

source: only embedded
nl: alleen ingebed

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
nl: standaard verstuurd de interface naar externe opslag, enkele (gelimiteerde) metagegevens met de afbeelding vink deze aan, om dit te voorkomen en alleen afbeeldingen met ingesloten dt xmp-metadata toe te laten als de externe opslag de dt xmp-metagegevens niet begrijpt, kunt u in plaats daarvan berekende metagegevens gebruiken

source: geo tags
nl: geo labels

source: export geo tags
nl: exporteer geo labels

source: export tags (to Xmp.dc.Subject)
nl: exporteer labels (naar Xmp.dc.Subject)

source: private tags
nl: privé labels

source: export private tags
nl: exporteer privé labels

source: synonyms
nl: synoniemen

source: export tags synonyms
nl: exporteer synoniem labels

source: omit hierarchy
nl: hiërarchie weglaten

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
nl: alleen het laatste deel van de hiërarchische labels wordt opgenomen dit is zinvol als er geen categorieën worden gebruikt

source: hierarchical tags
nl: hiërarchische labels

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
nl: hiërarchische labels exporteren(naar Xmp.lr.Hierarchical Subject)

source: develop history
nl: geschiedenis ontwikkelen

source: export dt development data (recovery purpose in case of loss of database or xmp file)
nl: export dt ontwikkelingsgegevens (herstel doelstelling in geval van verlies van database of xmp bestand)

source: per metadata settings
nl: per metadata instellingen

source: list of available tags
nl: lijst met beschikbare labels

source: redefined tag
nl: opnieuw gedefinieerd label

source: formula
nl: formule

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
nl: lijst met berekende metagegevens als de formule leeg is, worden de bijbehorende metagegevens verwijderd uit het geëxporteerde bestand als de formule is '=', de exif-metagegevens worden geëxporteerd, zelfs als exif-gegevens zijn uitgeschakeld anders worden de bijbehorende metagegevens berekend en toegevoegd aan het geëxporteerde bestand klik op formule cel om te bewerken erkende variabelen

source: add an output metadata tag
nl: voeg een output metadata label toe

source: delete metadata tag
nl: verwijder metadata label

source: enter the time shown on the selected picture format: hh:mm:ss
nl: voer de tijd in van de geselecteerde afbeelding zoals te vinden op het GPS apparaat formaat: hh:mm:ss

source: open GPX file
nl: open GPX bestand

source: camera time zone
nl: tijdzone van camera

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
nl: meestal wordt in de exif de tijdzone niet opgeslagen, voer de juiste tijdzone in zodat de GPX data wel overeenkomt

source: time offset format: [+-]?[[hh:]mm:]ss
nl: tijdsverschil instelling: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
nl: bereken te compenseren tijd van afbeelding vergeleken met tijd van GPS-apparaat

source: apply time offset to selected images
nl: pas tijdsverschil toe op geselecteerde afbeelding(en)

source: apply GPX track file...
nl: GPX track file toepassen ...

source: parses a GPX file and updates location of selected images
nl: parst een GPX bestand en actualiseert locatie van geselecteerde afbeeldingen

source: set mode to waveform
nl: stel mode in op waveform

source: set mode to histogram
nl: stel modus in op histogram

source: set mode to linear
nl: stel modus in op lineair

source: set mode to logarithmic
nl: stel modus in op logaritmisch

source: set mode to RGB parade
nl: stel mode in op RGB parade

source: click to hide red channel
nl: verberg rood

source: click to show red channel
nl: toon rood

source: click to hide green channel
nl: verberg groen

source: click to show green channel
nl: toon groen

source: click to hide blue channel
nl: verberg blauw

source: click to show blue channel
nl: toon blauw

source: drag to change black point, doubleclick resets
nl: sleep om het zwartpunt te wijzigen dubbelklikken reset

source: drag to change exposure, doubleclick resets
nl: sleep om de belichting te wijzigen, dubbelklikken reset

source: hide histogram
nl: verberg histogram

source: create style from history
nl: creëer stijl uit de geschiedenis

source: compress history stack
nl: comprimeer bewerkingsstappen

source: create a minimal history stack which produces the same image
nl: minimaliseer aantal bewerkingstappen

source: create a style from the current history stack
nl: creëer stijl van bewerkingsstappen

source: always-on module
nl: standaard module aan

source: default enabled module
nl: standaard ingeschakelde module

source: deprecated module
nl: verouderde module

source: selected image[s]
nl: selectie bewerken

source: trash
nl: prullenbak

source: send file to trash
nl: verplaats bestand naar prullenbak

source: physically delete from disk
nl: afbeelding(en) fysiek verwijderen

source: remove
nl: verwijderen

source: remove from the collection
nl: afbeelding(en) uitschrijven

source: move...
nl: verplaats ...

source: move to other folder
nl: afbeelding(en) verplaatsen

source: copy to other folder
nl: afbeelding(en) kopiëren

source: create HDR
nl: creëer HDR

source: create a high dynamic range image from selected shots
nl: creëer HDR-afbeelding van selectie

source: duplicate
nl: klonen

source: add a duplicate to the collection, including its history stack
nl: maakt een kopie van de collectie, inclusief bewerkingsstappen

source: rotate selected images 90 degrees CCW
nl: draai geselecteerde afbeeldingen 90 graden tegen de klokrichting in

source: rotate selected images 90 degrees CW
nl: draai geselecteerde afbeeldingen 90 graden met de klokrichting mee

source: reset rotation
nl: reset draaiing

source: reset rotation to EXIF data
nl: reset draaiing naar EXIF waarde

source: copy locally
nl: kopieer lokaal

source: copy the image locally
nl: kopieer afbeelding lokaal (bedoeld voor bewerkingen van afbeeldingen op niet aangesloten externe schijven)

source: resync local copy
nl: resync lokale kopie

source: synchronize the image's XMP and remove the local copy
nl: synchroniseer xmp-bestand en verwijder de lokale kopie

source: group
nl: groeperen

source: add selected images to expanded group or create a new one
nl: voeg geselecteerde afbeelding(en) toe aan uitgebreide groep of creëer een nieuwe

source: ungroup
nl: degroeperen

source: remove selected images from the group
nl: verwijder geselecteerde afbeelding(en) uit groep

source: ratings
nl: classificeringen

source: select ratings metadata
nl: selecteer classificatie metadata

source: colors
nl: kleuren

source: select colors metadata
nl: selecteer kleur metadata

source: select tags metadata
nl: selecteer label metadata

source: select geo tags metadata
nl: kies geo labels metadata

source: select dt metadata (from metadata editor module)
nl: kies dt metadata (van metadata bewerkingsmodule)

source: set the (first) selected image as source of metadata
nl: stel de (eerste) geselecteerde afbeelding in als bron voor metadata

source: paste selected metadata on selected images
nl: plak geselecteerde metadata aan geselecteerde afbeeldingen

source: clear
nl: wis

source: clear selected metadata on selected images
nl: wis geselecteerde metadata van geselecteerde afbeeldingen

source: merge
nl: samenvoegen

source: how to handle existing metadata
nl: hoe om te gaan met de bestaande metadata

source: update image information to match changes to file
nl: afbeeldingsinformatie bijwerken om te laten overeenkomen met het bestand

source: remove from collection
nl: verwijder uit de collectie

source: delete from disk or send to trash
nl: verwijderen van de schijf of verplaatsen naar de prullenbak

source: resync the local copy
nl: lokale kopie opnieuw synchroniseren

source: copy metadata
nl: kopieer metadata

source: replace metadata
nl: vervang metadata

source: paste metadata
nl: plak metadata

source: clear metadata
nl: wis metadata

source: scan for devices
nl: media

source: import from camera
nl: importeer van camera

source: tethered shoot
nl: tethered shoot (communiceer direct met camera)

source: import folder
nl: importeer een map

source: device "%s" connected on port "%s".
nl: station "%s" verbonden op poort "%s".

source: no supported devices found
nl: geen media gevonden

source: import options
nl: importeeropties

source: import folders recursively
nl: recursief mappen importeren

source: recursively import subfolders. Each folder goes into a new film roll.
nl: recursief importeren submappen, elke map wordt in een nieuwe map geplaatst

source: supported images
nl: ondersteunde afbeeldingen

source: file has unknown format!
nl: bestandsformaat onbekend!

source: image...
nl: afbeelding ...

source: select one or more images to import
nl: importeer nieuwe afbeelding(en)

source: folder...
nl: map ...

source: select a folder to import as film roll
nl: importeer nieuwe map(pen)

source: scan for newly attached devices
nl: zoek media

source: edit `%s'
nl: bewerk `%s'

source: nothing to save
nl: niets om te bewaren

source: toggle live view
nl: live-view aan/uit

source: zoom live view
nl: zoom live-weergave

source: move focus point in (big steps)
nl: verplaats focuspunt naar binnen (snel)

source: move focus point in (small steps)
nl: verplaats focuspunt naar binnen (langzaam)

source: move focus point out (small steps)
nl: verplaats focuspunt naar buiten (langzaam)

source: move focus point out (big steps)
nl: verplaats focuspunt naar buiten (snel)

source: rotate 90 degrees ccw
nl: draai 90 graden tegen de klokrichting in

source: rotate 90 degrees cw
nl: draai 90 graden met de klokrichting mee

source: flip live view horizontally
nl: live-view horizontaal spiegelen

source: selected image
nl: geselecteerde afbeelding

source: overlay another image over the live view
nl: bedek de live-view met een andere afbeelding

source: image id
nl: afbeeldings-id

source: enter image id of the overlay manually
nl: bepaal afbeeldingskenmerk voor bedekken handmatig

source: overlay mode
nl: overlay modus

source: saturate
nl: verzadigen

source: color dodge
nl: kleur tegenhouden

source: color burn
nl: kleur doordrukken

source: hard light
nl: hard licht

source: soft light
nl: zacht light

source: exclusion
nl: uitsluiten

source: HSL hue
nl: HSL tint

source: HSL saturation
nl: HSL verzadiging

source: HSL color
nl: HSL kleur

source: HSL luminosity
nl: HSL helderheid

source: mode of the overlay
nl: modus van bedekken

source: split line
nl: splitsing

source: only draw part of the overlay
nl: teken alleen op het deel van bedekken

source: find location
nl: zoek locatie

source: map settings
nl: kaartinstellingen

source: show OSD
nl: toon OSD

source: toggle the visibility of the map overlays
nl: zichtbaarheid map overlays aan/uit

source: map source
nl: kaartaanbieder

source: select the source of the map. some entries might not work
nl: kies een kaart aanbieder, mogelijk werken niet alle aanbieders

source: group #%d
nl: groep #%d

source: duplicate this shape
nl: kloon vorm

source: delete this shape
nl: verwijder vorm

source: remove from group
nl: verwijder van groep

source: group the forms
nl: groepeer vormen

source: use inverted shape
nl: gebruik omgekeerde vorm

source: mode : union
nl: wijze: aaneenvoeging

source: mode : intersection
nl: wijze: doorsnede

source: mode : difference
nl: wijze: verschil

source: mode : exclusion
nl: wijze: uitsluiten

source: cleanup unused shapes
nl: opruimen niet gebruikte vormen

source: created shapes
nl: gecreëerde vormen

source: <leave unchanged>
nl: <ongewijzigd laten>

source: metadata settings
nl: metadata instellingen

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
nl: vink aan als de bijbehorende metadata voor u niet interessant zijn het wordt verborgen voor de metadata-editor, verzameling, afbeeldingsinformatie en importmodule het zal ook niet worden geëxporteerd

source: private
nl: persoonlijk

source: tick if you want to keep this information private (not exported with images)
nl: vink aan als u deze informatie privé wilt houden (niet geëxporteerd met afbeeldingen)

source: metadata list
nl: metadata lijst

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
nl: metadatatekst. Ctrl-wieltje om het formaat van het tekstvak te wijzigen ctrl-enter voegt een nieuwe regel in (let op, is mogelijk niet compatibel met standaard metadata) indien <niet gewijzigd> krijgen geselecteerde afbeeldingen verschillende metagegevens in dat geval geeft rechtsklikken de mogelijkheid om er één uit te kiezen. druk op escape om het pop-up venster te sluiten

source: remove metadata from selected images
nl: verwijder metadata van geselecteerde afbeelding(en)

source: write metadata for selected images
nl: metadata toevoegen aan geselecteerde afbeelding(en)

source: configure metadata
nl: configureer metadata

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
nl: Creative Commons Attribution-gelijk delen (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
nl: Creative Commons Attribution-geen afgeleide werken (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
nl: Creative Commons Attribution-niet commercieel (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
nl: Creative Commons Attribution-niet commercieel-gelijk delen (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
nl: Creative Commons Attribution-niet commercieel-geen afgeleide werken(CC BY-NC-ND)

source: all rights reserved
nl: alle rechten voorbehouden

source: all rights reserved.
nl: alle rechten voorbehouden

source: filmroll
nl: map

source: group id
nl: groep id

source: version
nl: versie

source: full path
nl: volledig pad

source: flags
nl: sterren

source: focus distance
nl: focusafstand

source: datetime
nl: tijdsopname

source: height
nl: hoogte

source: export width
nl: exporteer breedte

source: export height
nl: exporteer hoogte

source: longitude
nl: lengtegraad

source: elevation
nl: hoogte

source: categories
nl: categorieën

source: image information
nl: informatie

source: double click to jump to film roll %s
nl: dubbelklikken en ga naar map %s

source: unused
nl: niet gebruikt

source: unused/deprecated
nl: niet gebruikt/verouderd

source: marked for deletion
nl: gemarkeerd voor verwijderen

source: auto-applying presets applied
nl: automatisch toepassing van voorkeuren toegepast

source: legacy flag. set for all new images
nl: legacy flag. instellen voor alle nieuwe afbeeldingen

source: has .txt
nl: heeft .wav

source: has .wav
nl: heeft .wav

source: image rejected
nl: afbeelding geweigerd

source: image has %d star
nl: afbeelding heeft %d ster

source: unknown
nl: onbekend

source: loader: %s
nl: lader: %s

source: jump to film roll
nl: ga naar map

source: modulegroups
nl: modulegroepen

source: show only active modules
nl: toon alleen actieve modules

source: show only your favourite modules (selected in `more modules' below)
nl: toon alleen favoriete modules (hieronder geselecteerd in 'overige modules')

source: basic group
nl: modules voor basisbewerkingen

source: tone group
nl: modules om kleurtoon te beïnvloeden

source: color group
nl: modules om kleuren te corrigeren

source: correction group
nl: modules om het beeld te corrigeren

source: effects group
nl: modules voor speciale effecten

source: search module
nl: zoek module

source: search modules by name or tag
nl: zoek modules op naam of label

source: clear text
nl: wis tekst

source: more modules
nl: overige modules

source: subset: no module
nl: deelverzameling: geen module

source: subset: all modules
nl: deelverzameling: alle modules

source: subset: default modules
nl: deelverzameling: standaard modules

source: workspace: all-purpose
nl: werkruimte: algemeen

source: workspace: landscape & HDR
nl: werkruimte: landschap & HDR

source: workspace: architecture & streets
nl: werkruimte: portrait & beauty

source: workspace: portrait & beauty
nl: werkruimte: portrait & schoonheid

source: workspace: lowlight & high ISO
nl: werkruimte: weinig licht & hoge ISO

source: subset: creative modules only
nl: deelverzameling: creatieve modules

source: subset: technical modules only
nl: deelverzameling: technische modules

source: navigation
nl: navigeer

source: fit to screen
nl: passend

source: hide navigation thumbnail
nl: verberg navigatie miniaturen

source: print settings
nl: afdrukinstellingen

source: processing `%s' for `%s'
nl: uitvoering `%s' voor `%s'

source: cannot open printer profile `%s'
nl: openen printer profiel `%s' mislukt

source: error getting output profile for image %d
nl: fout bij het ophalen van uitgaand profiel van afbeelding %d
